---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepZoneEquipmentType
source: html/95405d4c-319c-4a2d-2fd0-159dee149a4a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepZoneEquipmentType Property

"Equipment Type"

## Syntax (C#)
```csharp
public static ForgeTypeId MepZoneEquipmentType { get; }
```